IDEA Open Model
MatPrestressSteelEc2.SurfaceCharacteristic Property
Compatible with IDEA StatiCa Beta 20.0
 Surface characteristic
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public SurfaceCharacteristicType SurfaceCharacteristic { get; set; }
Public Property SurfaceCharacteristic As SurfaceCharacteristicType
	Get
	Set
Property Value
Type: SurfaceCharacteristicType
See Also
Reference
MatPrestressSteelEc2 Class
IdeaRS.OpenModel.Material Namespace